texts = {
    'ru': {
        'start_ai': 'Представься и начни диалог с пользователем',
        'continue_ai': 'Пользователь оплатил подписку и тебе нужно продолжить работу с пользователем по твоему промпту',
        'writing_action': '<b>📝...</b>',
        'menu': '🏠Вы в <b>главном меню</b>',
        'language': '🌍Выберите язык бота',
        'close_button': '🗑Закрыть меню',
        'back': '🔙Назад',
        'sub_button': '⚡️Подписка',
        'sub': '<b>💎Подписка</b>: {sub}',
        'sub_widget': '✅Есть ',
        'sub_trial_widget': 'до {date}',
        'no_sub_widget': '❌Отсутствует',
        'ref_button': '💰Пригласи друга',
        'no_sub_warning': '❗️Реферальная программа доступна после покупки подписки',
        'info_button': 'ℹ️Информация',
        'info': 'Текст помощи',
        'rub_button': 'Рубли',
        'stars_button': '🌟Звезды (Тг)',
        'voucher_button': '🎁Ввести ваучер',
        'voucher': 'Введите код ваучера⬇️',
        'success_voucher_notification': '✅Код ваучера был успешно активирован',
        'no_voucher_notification': '❗️К сожалению такого кода ваучера нет или вы его уже использовали, '
                                   'пожалуйста попробуйте снова',
        'only_vip_warning': '🔥 Годовая подписка — твой шаг к жизни без сигарет\n\nЧто ты получаешь с подпиской:'
                            '\n🧠 Персональные советы и программу от ИИ\n📚 Полный доступ ко всем проверенным методикам и знаниям\n'
                            '💬 Профессиональную поддержку 24/7\n💸 Возможность рекомендовать бота и зарабатывать\n\n'
                            '➕ Ты уже начал — не останавливайся на полпути!',
        'start_sub_button': '🔘Оформить подписку',
        'payment_widget': 'Покупка подписки',
        'rub_widget': 'Для оплаты перейдите по ссылке ЮКасса. После оплаты дождитесь подтверждения.',
        'payment_button': '🔗Оплатить',
        'success_payment': '✅Оплата прошла успешно',
        'ton_button': 'TON',
        'ref': '\n\n<b>👤Ваши рефералы</b>: {refs}\n<b>👥Рефералы ваших друзей</b>: {sub_refs}\n<b>💵Ваш баланс:</b> {balance}\n\n'
               '<em>🔗 Твоя реферальная ссылка:</em> <code>https://t.me/AiStopSmoking_bot?start={user_id}</code>\n\n',
        'ref_no_sub': '\n\n❗️Чтобы зарабатывать на реферальной программе требуется подписка',
        'derive_button': '💲Вывести средства',
        'derive': 'Введите сумму для вывода',
        'derive_integer_warning': '❗️Сумма для вывода должна быть числом, пожалуйста попробуйте снова',
        'derive_enough_warning': '❗️На вашем счету недостаточно средств для вывода данной сумма, '
                                 'пожалуйста попробуйте снова',
        'derive_card': 'Введите карту, СБП или другие реквизиты для вывода средств ',
        'enough_card_len_warning': '❗Номер карты должен содержать 16 символов, пожалуйста попробуйте снова',
        'only_integer_card_warning': '❗Номер карты должен быть числом',
        'one_application_warning': '❗Вы можете отправить только одну заявку на вывод средств, '
                                   'пожалуйста дождитесь обработки первой заявки',
        'start_money_transfer': '⏳Заявка на вывод средств была успешно отправлена админу, пожалуйста ожидайте',
        'success_payout': '✅Заявка была успешно подтверждена',
        'unsuccess_payout': 'К сожалению админ отклонил заявка на вывод средств,'
                            ' для уточнения деталей пожалуйста обратитесь в поддержку',
        'share_button': '🌐Поделиться'
    }
}