texts = {
    'ru': {
        'start_ai': 'Представься и начни диалог с пользователем',
        'getting_touch_action': 'Сам напиши пользователю. Объясни пользователю для чего ты ему пишешь'
                                'Твои сообщения должны придерживаться плана работы с пользователем соответствующего '
                                'статуса и отвечать его нуждам на данный момент',
        'writing_action': '<b>✏️Генерация ответа...</b>',
        'menu': '🏠Вы в <b>главном меню</b>',
        'language': '🌍Выберите язык бота',
        'close_button': '🗑Закрыть вкладку',
        'back': '🔙Назад',
        'sub_button': '⚡️Приобрести подписку',
        'sub': '<b>💎Подписка</b>: {sub}',
        'sub_widget': '✅Есть ',
        'sub_trial_widget': 'до {date}',
        'no_sub_widget': '❌Отсутствует',
        'ref_button': '💰Реферальная программа',
        'no_sub_warning': '❗️Реферальная программа доступна после покупки подписки',
        'info_button': 'ℹ️Информация',
        'info': 'Текст помощи',
        'rub_button': 'Рубли',
        'stars_button': '🌟Звезды (Тг)',
        'voucher_button': '🎁Ввести ваучер',
        'voucher': 'Введите код ваучера⬇️',
        'success_voucher_notification': '✅Код ваучера был успешно активирован',
        'no_voucher_notification': '❗️К сожалению такого кода ваучера нет или вы его уже использовали, '
                                   'пожалуйста попробуйте снова',
        'payment_widget': 'Покупка подписки',
        'rub_widget': 'Для оплаты перейдите по ссылке ЮКасса. После оплаты дождитесь подтверждения.',
        'payment_button': '🔗Оплатить',
        'success_payment': '✅Оплата прошла успешно',
        'ton_button': 'TON',
        'ref': '\n\n<b>👤Ваши рефералы</b>: {refs}\n<b>👥Рефералы ваших друзей</b>: {sub_refs}\n<b>💵Ваш баланс:</b> {balance}\n\n'
               '<em>🔗 Твоя реферальная ссылка:</em> <code>https://t.me/AiStopSmoking_bot?start={user_id}</code>\n\n',
        'ref_no_sub': '\n\n❗️Чтобы зарабатывать на реферальной программе требуется подписка',
        'derive_button': '💲Вывести средства',
        'derive': 'Введите сумму для вывода',
        'derive_integer_warning': '❗️Сумма для вывода должна быть числом, пожалуйста попробуйте снова',
        'derive_enough_warning': '❗️На вашем счету недостаточно средств для вывода данной сумма, '
                                 'пожалуйста попробуйте снова',
        'derive_card': 'Введите карту на которую вы хотели бы получить выплату',
        'enough_card_len_warning': '❗Номер карты должен содержать 16 символов, пожалуйста попробуйте снова',
        'only_integer_card_warning': '❗Номер карты должен быть числом',
        'start_money_transfer': '⏳Начался перевод средств, пожалуйста ожидайте',
        'success_payout': '✅Средства были успешно переведены',
        'share_button': '🌐Поделиться'
    }
}