texts = {
    'ru': {
        'start_ai': 'Представься и начни диалог с пользователем',
        'getting_touch_action': 'Сам напиши пользователю. Объясни пользователю для чего ты ему пишешь'
                                'Твои сообщения должны придерживаться плана работы с пользователем соответствующего '
                                'статуса и отвечать его нуждам на данный момент',
        'writing_action': '<b>✏️Генерация ответа...</b>',
        'menu': '🏠Вы в <b>главном меню</b>, выберите интересующий вас пункт👇',
        'language': '🌍Выберите язык бота',
        'close_button': '🗑Закрыть вкладку',
        'back': '🔙Назад',
        'sub_button': '⚡️Приобрести подписку',
        'ref_button': '💰Реферальная программа',
        'info_button': 'ℹ️Информация',
        'info': 'Текст помощи',
        'rub_button': 'Рубли',
        'stars_button': '🌟Звезды (Тг)',
        'payment_widget': 'Покупка подписки',
        'rub_widget': 'Для оплаты перейдите по ссылке ЮКасса. После оплаты дождитесь подтверждения.',
        'payment_button': '🔗Оплатить',
        'success_payment': '✅Оплата прошла успешно',
        'ton_button': 'TON',
        'ref': '\n\n<b>👤Ваши рефералы</b>: {refs}\n<b>👥Рефералы ваших друзей</b>: {sub_refs}\n<b>💵Ваш баланс:</b> {balance}\n\n'
               '<em>🔗 Твоя реферальная ссылка:</em> <code>https://t.me/AiStopSmoking_bot?start={user_id}</code>\n\n',
        'derive_button': '💲Вывести средства',
        'share_button': '🌐Поделиться'
    }
}